{
  "card.about": "Über <span class='text-customLightBrown'>30 Jahre </br></span> lang verwandeln wir <span class='text-customLightBrown'>Schönheit</span> in <span class='text-customLightBrown'></br>Selbstbewusstsein</span>",
  "card.facial.title": "ÄSTHETISCHE GESICHTSBEHANDLUNGEN",
  "description.website":"Im iBeauty Center finden Sie die besten ästhetischen Behandlungen, um Ihre Schönheit zu betonen. Unsere Klinik bietet eine breite Palette von Verfahren an, darunter Permanent Make-Up, Gesichtsverjüngung, Körperbehandlungen und Hautpflege. Vereinbaren Sie eine Beratung für einen individuellen Plan. Erleben Sie modernste Technologie und hochwertige Pflege. Entdecken Sie die beste Version Ihrer selbst!",
  "card.facial.description": "Jeder Service ist sorgfältig ausgedacht, um langanhaltende und sichtbare Ergebnisse zu erzielen, die Ihr Selbstbewusstsein stärken. Mit mehr als 30 Jahren Erfahrung verwandeln und erhöhen wir Ihr Gesichtsbehandlung durch die ästhetische Gesichtspflege, die Sie verdienen.",
  "card.consulting.title": "PERSONALISIERTE BERATUNG",
  "card.consulting.description": "Jedes Gesicht ist einzigartig, daher ist es unverzichtbar, einen Plan zu erstellen, der auf Ihre ästhetischen Wünsche angefertigt ist. Unsere Gesichtspflegebehandlungen und verjüngenden Verfahren, sowohl für das Gesicht als auch für den Körper, sind sorgfältig angepasst, um Ihre spezifischen und ästhetischen Ziele zu erfüllen.",
  "card.body.title": "ÄSTHETISCHE KÖRPERBEHANDLUNGEN",
  "card.body.description": "Jede Sitzung ist eine Gelegenheit, Ihren Körper zu erneuern, Geist und Seele zu pflegen und einen Moment der Ruhe und Erholung zu genießen. Unsere Behandlungen haben das Ziel, Ihnen tägliches Wohlbefinden und Verjüngerung zu bieten, wobei jede Berührung ein Versprechen von Pflege und Wiederherstellung ist.",
  "treatments.title": "<span class='text-customLightBrown'>Unsere</span> Behandlungen",
  "treatments.subtitle": "Exklusive Behandlungen, um Ihre Schönheit zu betonen",
  "treatments.items.labios.title": "Lippen",
  "treatments.items.labios.description": "Perfekte Lippen mühelos",
  "treatments.items.sobrancelhas.title": "Augenbrauen",
  "treatments.items.sobrancelhas.description": "Perfekte Augenbrauen jeden Tag",
  "treatments.items.olhos.title": "Augen",
  "treatments.items.olhos.description": "Perfekter Eyeliner mühelos",
  "treatments.items.limpeza.title": "Hautreinigung",
  "treatments.items.limpeza.description": "Reinigen Sie Ihre Haut tief",
  "treatments.items.peelings.title": "Peelings",
  "treatments.items.peelings.description": "Erneuerte und strahlende Haut",
  "treatments.items.plasmalifting.title": "Plasmalifting",
  "treatments.items.plasmalifting.description": "Ihre Haut, jünger und straffer",
  "treatments.items.rejuvi_botox.title": "Micro Botox",
  "treatments.items.rejuvi_botox.description": "Reduzieren Sie Ausdruckslinien, glätten Sie Falten und feine Linien",
  "treatments.items.microagulhamento.title": "Microneedling",
  "treatments.items.microagulhamento.description": "Straffere und glattere Haut",
  "treatments.items.bb_glow.title": "BB Glow",
  "treatments.items.bb_glow.description": "Behandlung für eine gleichmäßige und strahlende Haut",
  "treatments.items.manicure.title": "Maniküre und Pediküre",
  "treatments.items.manicure.description": "Pflegen Sie Ihre Nägel mit Stil",
  "treatments.items.massagem.title": "Massage",
  "treatments.items.massagem.description": "Entspannen und erneuern Sie Ihre Energien mit einer Massage",
  "treatments.items.depilacao.title": "Haarentfernung",
  "treatments.items.depilacao.description": "Glatte und haarfreie Haut",
  "treatments.items.reposicao_colageno.title": "Kollagenersatz",
  "treatments.items.reposicao_colageno.description": "Stellen Sie die Hautfestigkeit mit Kollagenanwendung wieder her",
  "treatments.items.tratamentos_capilares.title": "Haarbehandlungen",
  "treatments.items.tratamentos_capilares.description": "Pflegen Sie Ihr Haar mit Kapillartechnologie",
  "treatments.items.remocao_pigmento.title": "Pigmententfernung",
  "treatments.items.remocao_pigmento.description": "Das Beste in Kapillartechnologie", 
  "steps.title": "<span class='text-customLightBrown'>Wie wird Ihre </span> Beratung ablaufen?",
  "steps.step1": "Wir beginnen mit einer gründlichen und personalisierten Beurteilung, um Ihre Bedürfnisse und Erwartungen zu verstehen.",
  "steps.step2": "Wir entwickeln einen einzigartigen Behandlungsplan, der auf Ihre Wünsche angepasst ist.",
  "steps.step3": "Wir begleiten Ihre Fortschritte nach der Behandlung bis zu Ihrem nächsten Termin.",
  "steps.footer": "Möchten Sie eine <span class='text-customLightBrown'>Beurteilung</span> für</br> das <span class='text-customLightBrown'>Anti-Aging-Management</span> und die Beratung zu</br> <span class='text-customLightBrown'>Behandlungen </span> vereinbaren, weitere <span class='text-customLightBrown'>Details</span> und <span class='text-customLightBrown'>Preise </span> erfahren?",
  "steps.button": "KLICKEN SIE HIER",
  "about.heading":"Wer ist <span class='text-customBrown'>Denise Paes?</span>",
  "about.subheading": "Erfahren Sie mehr über die Gründerin des iBeauty Centers",
  "about.description": "Denise Paes ist eine anerkannte Fachfrau im Bereich Gesundheit und Schönheit mit über 30 Jahren Erfahrung. Geboren in Curitiba, Brasilien, leitet sie nun ihre eigene Klinik in Buchs, Schweiz. Denise ist bekannt für ihre innovativen Techniken und personalisierten Behandlungen und bietet Dienstleistungen an, die Gesundheit und Ästhetik zusammen bringen. Ihre Karriere zeichnet sich durch volle Hingabe und kontinuierliche Weiterbildung aus, mit Kursen und Schulungen in mehr als 16 Ländern weltweit.",
  "experience.years": "JAHRE ERFAHRUNG",
  "experience.clients": "ZUFRIEDENE KUNDEN",
  "experience.worldwide": "Kurse und Behandlungen weltweit",
  "experience.suffix": "tsd+",
  "button.schedule": "Buchen",
  "button.knowMore": "Erfahren Sie Mehr",
  "contact.ourContact": "Unser",
  "contact.contact": "Kontakt",
  "contact.invitation": "Wir laden Sie ein, unsere Schönheitsklinik in Buchs, Schweiz, kennenzulernen, wo wir Ihnen ein einzigartiges Erlebnis von Schönheit und Wohlbefinden bieten. Unsere Klinik befindet sich in einer einladenden und anspruchsvollen Umgebung und verfügt über ein Team hochqualifizierter Fachkräfte und modernste Technologien, um die besten ästhetischen Behandlungen zu gewährleisten. Besuchen Sie uns und entdecken Sie, wie wir Ihnen helfen können, Ihre natürliche Schönheit sicher zu betonen. Wir freuen uns auf Ihren Besuch!",
  "contact.phone": "Kontaktnummer",
  "contact.address": "Adresse",
  "contact.hours": "Öffnungszeiten",
  "contact.hours.week": "Mo bis Fr : 09:30 - 17:30",
  "contact.hours.saturday": "Samstag : 09:00 - 12:00",
  "faq.title": "<span class='text-customLightBrown'>Häufige</span> Fragen",
  "faq.question1": "Wie kann ich einen Termin vereinbaren?",
  "faq.answer1": "Um einen Termin zu vereinbaren, können Sie: Unsere Klinik direkt unter der Telefonnummer +41 76 228 36 56. Uns eine Nachricht über WhatsApp senden unter +41 76 228 36 56. Uns persönlich in unserer Klinik an der Adresse Churerstrasse 35, 9470 - Buchs, Switzerland.",
  "faq.question2": "Welche Zahlungsmethoden akzeptieren Sie?",
  "faq.answer2": "Wir akzeptieren folgende Zahlungsmethoden: Kredit und Debitkarte. Überweisung. Barzahlung.",
  "faq.question3": "Sind ästhetische Behandlungen sicher?",
  "faq.answer3": "Ja, alle Behandlungen in unserer Klinik werden gemäß strengen Sicherheitsstandards durchgeführt und von hochqualifizierten und erfahrenen Fachleuten durchgeführt. Wir verwenden nur hochwertige Produkte und modernste Technologie. Vor jedem Eingriff erfolgt eine gründliche Bewertung, um die Sicherheit und Angemessenheit der Behandlung für jeden Patienten zu gewährleisten.",
  "faq.question4": "Gibt es irgendwelche Kontraindikationen für ästhetische Behandlungen?",
  "faq.answer4": "Einige Kontraindikationen können beinhalten: Schwangerschaft und Stillzeit (für bestimmte Behandlungen). Allergien gegen spezifische Bestandteile, die in den Verfahren verwendet werden. Aktive Hautzustände wie Infektionen oder Herpes. Gesundheitsprobleme wie Autoimmunerkrankungen oder Blutgerinnungsstörungen. Krankheiten wie Diabetes und Epilepsie. Während der Erstberatung wird eine gründliche Bewertung durchgeführt, um spezifische Kontraindikationen für Sie zu identifizieren.",
  "faq.question5": "Brauche ich eine Bewertung, bevor ich mit der Behandlung beginne?",
  "faq.answer5": "Ja, eine anfängliche Bewertung ist entscheidend, um sicherzustellen, dass die Behandlung für Sie geeignet ist: Während der Konsultation wird einer unserer Fachleute Ihre Haut, allgemeine Gesundheit und ästhetischen Ziele bewerten. Basierend auf dieser Bewertung wird ein maßgeschneiderter Behandlungsplan erstellt, der Ihren Bedürfnissen am besten entspricht. Die erste Beratung ist auch eine Gelegenheit, um Fragen oder Bedenken zu besprechen, die Sie möglicherweise bezüglich der Behandlung haben.",
  "footer.address": "Churerstrasse 35, 9470 Buchs, Switzerland",
  "footer.phone": "+41 76 228 36 56",
  "footer.email": "ibeautycenterch@gmail.com",
  "footer.resources": "Ressourcen",
  "footer.prices": "Prices",
  "footer.faqs": "FAQs",
  "footer.addressTitle": "Adresse",
  "footer.privacy": "Datenschutz",
  "footer.copyright": "Copyright 2024. Alle Rechte vorbehalten.",
  "footer.developedBy": "Entwickelt von DEVCORE®",
  "treatments.permanent_makeup.title": "<span class='text-customLightBrown'>Permanent</span> <span class='text-customBrown'>Make-Up</span>",
  "treatments.skin_treatments.title": "<span class='text-customLightBrown'>Haut</span><span class='text-customBrown'>behandlungen</span>",
  "treatments.beauty_care.title": "<span class='text-customLightBrown'>Schön</span><span class='text-customBrown'>heitspflege</span>",
  "scheduleConsultation": "Termin Vereinbaren!",
  "home": "HOME",
  "services": "BEHANDLUNGEN",
  "schedule": "TERMIN",
  "aboutUs": "ÜBER UNS",
  "testimonials.heading": "Kunden<span class='text-customBrown'>bewertungen</span>",
  "testimonials.subtitle": "Sehen Sie, was einige unserer Kunden sagen",
  "feedback.1": "Ich bin so glücklich mit meinen neuen, schönen Lippen. Dein vielseitiges und innovatives Angebot, faire Preise trotz Materialen von bester Qualitat und dein freundliches Wesen machen dich umwerfend. Vielen Dank für deine Bemühungen, ich komme auf jeden Fall wieder! Du machst es einfach super, absolut empfehlenswert, weiter so!",
  "feedback.2": "Ich bin mit der Arbeit von Denise seeehr zufrieden, ich komme schon seit 20 Jahren zu ihr und jetzt ist sie immer hier und ich möchte sie nicht mehr vermissen! Egal ob es Permanent Make Up ist oder eine hervorragende Gesichtsbehandlung ich bin immer äußerst zufrieden, zumal Denise auch auf meine Wünsche eingeht und mich immer Professionell behandelt und berät! Ich kann es jedem nur empfehlen!",
  "feedback.3": "Denise schon 20 Jahre sie ist tüchtig macht perfekte Arbeit Ich schätze sie sehr und kann nichts negatives über sie berichten!",
  "feedback.4": "Da ich eine sehr schlechte Erfahrung mit einer Kosmetikerin aus der Region gemacht habe, hat Denise mit ihrer langen Erfahrung und Kompetenzen mir die Augenbrauen wie auch den Lidstrich korrigiert. Ich bin Denise sehr dankbar für Ihre Arbeit, die Sie mit grosser Leidenschaft führt. Sie ist eine sehr professionelle Kosmetikerin und gerne empfehle ich sie weiter.",
  "feedback.5": "Denise du bist eine ausergewöhnliche super Talent für mich !!! Ich Liebe deine Arbeit und schatze deine prezision und hingabe für das detei, du machst das unmögliche möglich, du zauberst jede Arbeit mit Bravur, ich kenne dich jetzt seit ca 12 jahren schatz, Egal was ich bei dir machen lassen habe, oder meine Kundienen dir schickte, immer 1000 prozent hast du uns überzeugt, deren Freunde und Freundienen, Mutter ,Schwester usw. Dich kann ich nur so beschreiben Du bist ein Engel auf Erden. Ich kann jedem dich empfehlen mit einem Guten gefühl!!!",
  "feedback.6": "Jeden Tag freue ich mich über die perfekten Lidstriche und ich kann Denise aus tiefem Herzen allen nur empfehlen. Meine Freundinnen wollten nachher auch zu Denise und alle sind begeistert. Vielen Danke dir Denise.",
  "feedback.7": "ich und meine Mutter werden seit ca. 20 Jahren von Dir behandelt. Deine Arbeit ist toll und sehr professionell. Das Permanent Make-up von Dir halt am längsten, nämlich mehrere Jahre. Du berätst zuvor sehr genau und zeichnest davor sehr genau, damit man sich das Ergebnis sehr gut vorstellen kann. Auch deine Gesichtsbehandlungen sind der Hammer und absolut TOP! Du erkennst die Bedürfnisse Deiner Kundinnen und gehst absolut darauf ein. Du hast mir bei meinen Hautproblemen sehr geholfen. Ich werde immer aus Tirol zu Dir kommen. Ich freue mich schon auf die Beautybehandlungen in deinem neuen Geschaft! Du bist ein wunderbarer lieber Mensch und ich bin sicher, du hast ganz viel Erfolg!",
  "feedback.8": "Ich bin sehr zufrieden und jedesmal überglücklich wenn ich bei Denise war, sie ist so herzlich und sehr professionell. Habe Augen und Lippenpermanent makeup machen lassen sowie Lippenfüller und sogar eine perfekte Narbenbehandlung Ergebnisse immer top, kann sie nur wärmstens weiterempfehlen!",
  "feedback.9": "Ich bin sehr zufrieden mit der Aufmerksamkeit, die ich immer erhalte. Und die Behandlung, die ich mache, ist wunderbar. Denise ist super sympathisch, arbeitet wirklich von Herzen. Sie macht Ihre Arbeite höchst professionell und ist wirklich immer für Ihre Kunden da. Man fühlt sich wie unter guten Freunden mit Ihr. Kann ich nur von Herzen empfehlen, denn ich bin eine ausserst zufriedene Kundin!",
  "feedback.10": "Ich bin sehr zufrieden mit der Aufmerksamkeit, die ich immer erhalte. Und die Behandlung, die ich mache, ist wunderbar. Denise ist super nett und arbeitet wirklich mit Herz. Sie macht ihren Job mit viel Professionalität und ist immer für ihre Kunden da. Man fühlt sich wie unter guten Freunden. Ich kann sie nur von Herzen empfehlen, weil ich eine äußerst zufriedene Kundin bin.",
  "feedback.11": "Ich habe Denise als sehr nette und verständnisvolle Frau kennen gelernt. Sie beantwortet meine Fragen immer professionell und nimmt sich Zeit, mir alles zu erklären!",
  "feedback.12": "Habe mir bei Denise das Permanent Make up bei den Augen und Lippen machen lassen und habe mir damit schon ganz viele Komplimente eingeheimst. s ist wie eine unsichtbare Schminke, die dauerhaft ist und die natürliche Schönheit unterstreicht und hervorhebt. Denise hat ein wunderbares Auge für ästhetische Schönheit und jeder, der von Denise behandelt wird, kann sich glücklich schätzen, von so einer tollen Persönlichkeit und Koryphäe im Schönheitsbereich, wie Denise es ist, behandelt zu werden.",
  "feedback.13": "Ich habe zweimal bei Denise meine Augenbrauen behandeln lassen Permanent. Sehr professionelle Arbeit. Bin sehr zufrieden und kann sie bestens empfehlen!",
  "feedback.14": "Ich möchte Denise Paes für ihre Professionalität und schöne Arbeit danken. Ich bin sehr zufrieden mit dem Microblanding, ich war von der Prozedur, dem Service und der Ausstrahlung begeistert. Ich kann es jedem wärmstens empfehlen. Herzlichen Glückwunsch Denise, du bist wunderbar!",
  "heroSection.headline": "Über <span class='text-customLightBrown'>30 Jahre </br></span> lang verwandeln wir <span class='text-customLightBrown'>Schönheit</span> in <span class='text-customLightBrown'>Selbstbewusstsein</span>",
  "heroSection.subheadline": "Wo Exzellenz und Qualität aufeinander treffen",
  "treatments.items.areola.title": "Brustareola",
  "treatments.items.areola.description": "Pigmentierung zur Wiederherstellung der Warzenhöfe oder zur Farbkorrektur",
  "treatments.items.vitiligo.title": "Vitiligo",
  "treatments.items.vitiligo.description": "Mikropigmentierung zur Tarnung von Vitiligo-Flecken",
  "treatments.items.cicatriz.title": "Narbe",
  "treatments.items.cicatriz.description": "Behandlung zur Reduzierung der Sichtbarkeit von Narben"
}
