{

  "card.about": "Over <span class='text-customLightBrown'>30 years</br></span> transforming <span class='text-customLightBrown'>beauty</span> into <span class='text-customLightBrown'></br>self-confidence</span>",
  "card.facial.title": "FACIAL AESTHETICS",
  "description.website":"At iBeauty Center, you'll find the best aesthetic treatments to enhance your beauty. Our clinic offers a wide range of procedures, including Permanent Make-Up, facial rejuvenation, body treatments, and skin care. Schedule a consultation for a personalized plan. Experience cutting-edge technology and quality care. Discover the best version of yourself!",
  "card.facial.description": "Each service is carefully designed to provide long-lasting and visible results that enhance your self-esteem. With over 30 years of experience, we transform and elevate your self-esteem through the facial aesthetics care you deserve.",
  "card.consulting.title": "PERSONALIZED CONSULTATION",
  "card.consulting.description": "Every face is unique, so it is essential to create a plan tailored to your aesthetic needs. Our facial care treatments and rejuvenating procedures, both facial and body, are carefully adjusted to meet your specific needs and aesthetic goals.",
  "card.body.title": "BODY AESTHETICS",
  "card.body.description": "Each session is an opportunity to renew your body, nurture your mind and soul, and enjoy a moment of tranquility and rejuvenation. Our treatments aim to provide you with daily well-being and rejuvenation, with each touch being a promise of care and restoration.",
  "treatments.title": "<span class='text-customLightBrown'>Our </span> Treatments", 
  "treatments.subtitle": "Exclusive treatments to enhance your beauty",
  "treatments.items.labios.title": "Lips",
  "treatments.items.labios.description": "Perfect lips effortlessly",
  "treatments.items.sobrancelhas.title": "Eyebrows",
  "treatments.items.sobrancelhas.description": "Perfect eyebrows every day",
  "treatments.items.olhos.title": "Eyes",
  "treatments.items.olhos.description": "Wake up with the finished outline",
  "treatments.items.limpeza.title": "Skin Cleansing",
  "treatments.items.limpeza.description": "Deeply purify your skin",
  "treatments.items.peelings.title": "Peelings",
  "treatments.items.peelings.description": "Renewed and radiant skin",
  "treatments.items.plasmalifting.title": "Plasmalifting",
  "treatments.items.plasmalifting.description": "Your skin, young and firm",
  "treatments.items.rejuvi_botox.title": "Micro Botox",
  "treatments.items.rejuvi_botox.description": "Reduce expression lines, smooth wrinkles and fine lines",
  "treatments.items.microagulhamento.title": "Microneedling",
  "treatments.items.microagulhamento.description": "Firmer and smoother skin",
  "treatments.items.bb_glow.title": "BB Glow",
  "treatments.items.bb_glow.description": "Treatment for an even and radiant skin",
  "treatments.items.manicure.title": "Manicure and Pedicure",
  "treatments.items.manicure.description": "Take care of your nails",
  "treatments.items.massagem.title": "Massage",
  "treatments.items.massagem.description": "Relax and renew your energies with a massage",
  "treatments.items.depilacao.title": "Hair Removal",
  "treatments.items.depilacao.description": "Smooth and hair-free skin",
  "treatments.items.reposicao_colageno.title": "Collagen Replacement",
  "treatments.items.reposicao_colageno.description": "Restore skin firmness with collagen application",
  "treatments.items.tratamentos_capilares.title": "Hair Treatments",
  "treatments.items.tratamentos_capilares.description": "Take care of your hair with capillary technology",
  "treatments.items.remocao_pigmento.title": "Pigment Removal",
  "treatments.items.remocao_pigmento.description": "The best in capillary technology",
  "steps.title": "<span class='text-customLightBrown'> How will your </span> consultation be?",
  "steps.consultation": "consultation?",
  "steps.step1": "We start with a thorough and personalized evaluation to understand your needs and expectations.",
  "steps.step2": "We develop a completely unique treatment plan that applies to your specific needs.",
  "steps.step3": "We will monitor your progress after the procedure until your next return.",
  "steps.footer": "Would you like to schedule an <span class='text-customLightBrown'>evaluation</span> for aging</br> <span class='text-customLightBrown'>management</span> and treatment advice, see more <span class='text-customLightBrown'>details</span and <span class='text-customLightBrown'> and prices?</span>",
  "steps.evaluation":"evaluation",
  "steps.button": "CLICK HERE",
  "about.heading": " Who is <span class='text-customBrown'>Denise Paes? </span>",
  "about.subheading": "Learn more about the founder of iBeauty Center",
  "about.description": "Denise Paes is a renowned professional in the health and beauty sector, with over 30 years of experience. Born in Curitiba, Brazil, she now runs her own clinic in Buchs, Switzerland. Denise is recognized for her innovative techniques and personalized treatments, offering services that combine health and beauty. Her career is marked by full dedication and continuous improvement, having participated in courses in over 16 countries around the world.",
  "experience.years": "YEARS OF EXPERIENCE",
  "experience.clients": "SATISFIED CLIENTS ",
  "experience.worldwide": "Courses and treatments worldwide",
  "button.schedule": "Schedule",
  "button.knowMore": "Learn More",
  "contact.ourContact": "Our",
  "contact.contact": "Contact",
  "contact.invitation": "We invite you to visit our aesthetic clinic in Buchs, Switzerland, where we offer a unique experience of beauty and well-being. Located in a welcoming and sophisticated environment, our clinic has a team of highly qualified professionals and state-of-the-art technologies to provide the best aesthetic treatments. Come visit us and discover how we can help enhance your natural beauty with safety. We look forward to seeing you!",
  "contact.phone": "Contact Phone",
  "contact.address": "Address",
  "contact.hours": "Opening Hours",
  "contact.hours.week": "Mon to Fri : 09:30 - 17:30",
  "contact.hours.saturday": "Saturday : 09:00 - 12:00",
  "faq.title": "<span class='text-customLightBrown'>Frequently</span> Questions",
  "faq.question1": "How can I schedule an appointment?",
  "faq.answer1": "To schedule an appointment, you can: Call our clinic directly at +41 76 228 36 56. Send us a message via WhatsApp at +41 76 228 36 56. Visit our clinic in person at our address Churerstrasse 35, 9470 Buchs, Switzerland.",
  "faq.question2": "What payment methods are accepted?",
  "faq.answer2": "We accept the following forms of payment: Credit and debit card. Bank transfer. Cash.",
  "faq.question3": "Are aesthetic treatments safe?",
  "faq.answer3": "Yes, all treatments performed at our clinic follow rigorous safety standards and are conducted by highly qualified and experienced professionals. We use only high-quality products and state-of-the-art technology. Before any procedure, a thorough assessment is conducted to ensure the safety and suitability of the treatment for each patient.",
  "faq.question4": "Are there any contraindications for aesthetic treatments?",
  "faq.answer4": "Some contraindications may include: Pregnancy and breastfeeding (for certain treatments). Allergies to specific components used in the procedures. Active skin conditions such as infections or herpes. Health issues such as autoimmune diseases or coagulation disorders. Diseases such as diabetes and epilepsy. During the initial consultation, a thorough assessment will be conducted to identify any specific contraindications for you.",
  "faq.question5": "Do I need an assessment before starting the treatment?",
  "faq.answer5": "Yes, an initial assessment is essential to ensure the treatment is suitable for you: During the consultation, one of our professionals will evaluate your skin, overall health, and aesthetic goals. Based on this assessment, a personalized treatment plan will be created that best meets your needs. The initial consultation is also an opportunity to discuss any questions or concerns you may have about the treatment.",
  "footer.address": "Churerstrasse 35, 9470 Buchs, Switzerland",
  "footer.phone": "+41 76 228 36 56",
  "footer.email": "ibeautycenterch@gmail.com",
  "footer.resources": "Resources",
  "footer.prices": "Prices",
  "footer.faqs": "FAQs",
  "footer.addressTitle": "Address",
  "footer.privacy": "Privacy",
  "footer.copyright": "Copyright 2024. All rights reserved.",
  "footer.developedBy": "Developed by DEVCORE®",
  "treatments.permanent_makeup.title": "<span class='text-customLightBrown'>Permanent</span> <span class='text-customBrown'>Make-Up</span>",
  "treatments.skin_treatments.title": "<span class='text-customLightBrown'>Skin </span><span class='text-customBrown'>Treatments</span>",
  "treatments.beauty_care.title": "<span class='text-customLightBrown'>Beauty </span><span class='text-customBrown'>Care</span>",
  "scheduleConsultation": "Schedule and Appointment!",
  "home": "HOME",
  "services": "SERVICES",
  "schedule": "SCHEDULE",
  "aboutUs": "ABOUT US",
  "testimonials.heading": "Clients <span class='font-bold text-customBrown'>Testimonials</span>",
  "testimonials.subtitle": "See what some clients are saying",
  "feedback.1": "I'm so happy with my new and beautiful lips! Your diverse and innovative offer, fair prices despite the best quality materials and your friendly nature make you successful. Thank you very much, I will definitely come back! You are doing a great job, highly recommended, keep it up.",
  "feedback.2": "I am very satisfied with Denise's work, I have been looking for her for 20 years and now she is always here and I don't want to miss her anymore! Whether it's permanent makeup or an excellent facial treatment, I'm always present, extremely satisfied, especially because Denise also caters to my wishes and always treats and advises me with professionalism! I recommend to everyone!",
  "feedback.3": "I have known Denise for 20 years, she is efficient and does a perfect job. I admire her a lot and only have positive things to say about her!",
  "feedback.4": "After having a bad experience with a local beautician, Denise, with her long experience and skill, corrected my eyebrows and eye lines. I am very grateful to Denise for her work, which she conducts with great passion. She is a very experienced professional and I am very happy to recommend her.",
  "feedback.5": "Denise, you have exceptional talent for me!!! I love your work and appreciate your precision and attention to detail. Impossible things are possible, you do all the work with excellence, I have known you for about 12 years, all the clients I sent to you were also 100% satisfied! I can recommend you to everyone with a good feeling!!!",
  "feedback.6": "Every day I am happy with the perfect eyeliner and can only recommend Denise to everyone from the bottom of my heart. My friends also wanted to do procedures with Denise afterwards and they were all satisfied.",
  "feedback.7": "Dear Denise, my mother and I have been attended by you for about 20 years. Your work is great and very professional. Your permanent makeup lasts longer, several years. You advise very carefully and draw very carefully so that you can imagine the result very well. Ah, your facial treatments are amazing and absolutely TOP! You recognize the needs of your clients and respond to them absolutely. You helped me a lot with my skin problems. I always come to you from Tirol. I am already looking forward to new beauty treatments in your new space! You are a wonderful and lovely person, you deserve all the success!",
  "feedback.8": "I am very satisfied and very happy every time I am with Denise, she is very dear and very professional. I have already done permanent makeup on the eyes and lips and even a perfect scar treatment. The results are always great, I can only warmly recommend her!",
  "feedback.9": "Customer feedback translated to Portuguese.",
  "feedback.10": "I am very happy with the attention I always receive. And the treatment I do is wonderful. Denise is super nice and really works with her heart. She does her job with a lot of professionalism and is always available for her clients. You feel like you are among good friends. I can only recommend her from the bottom of my heart because I am an extremely satisfied customer.",
  "feedback.11": "I found Denise to be very friendly and an understanding woman. She always answers my questions in a professional manner and takes the time to explain everything to me. I am very grateful!",
  "feedback.12": "I had permanent makeup done on my eyes and lips by Denise and I have already received many compliments. It is like an imperceptible and delicate line that underlines and emphasizes natural beauty. Denise has a wonderful eye for aesthetic beauty and everyone who is treated by Denise can be lucky to be treated by an enlightened person, a great professional in the beauty area.",
  "feedback.13": " have had permanent eyebrow make-up done twice by Denise. Her work is very professional. I am very satisfied and I recommend her!",
  "feedback.14": "I would like to thank Denise Paes for her professionalism and beautiful work. I am very happy with the microblading. I loved the procedure, service and charisma. I highly recommend her to everyone. Congratulations Denise, you are wonderful!",
  "heroSection.headline": "Over <span class='text-customLightBrown'>30 years</br></span> transforming <span class='text-customLightBrown'>beauty</span> into <span class='text-customLightBrown'>self-confidence</span>",
  "heroSection.subheadline": "Where excellence and quality meet",
  "treatments.items.areola.title": "Brustareola",
  "treatments.items.areola.description": "Pigmentation to recreate areolas after mastectomy or to correct and define the color",
  "treatments.items.vitiligo.title": "Vitiligo",
  "treatments.items.vitiligo.description": "Micropigmentation to camouflage vitiligo spots",
  "treatments.items.cicatriz.title": "Scar",
  "treatments.items.cicatriz.description": "Treatment to reduce the visibility of scars",
  "experience.suffix": "k+"


}
