{
  "heroSection.headline": "A mais de<span class='text-customLightBrown'> 30 anos</br> </span> transformando </br> <span class='text-customLightBrown'>beleza</span> em <span class='text-customLightBrown'>autoconfiança</span>",
  "heroSection.subheadline": "Onde excelência e qualidade se encontram",
  "card.about": "A mais de<span class='text-customLightBrown'> 30 anos</br> </span> transformando </br> <span class='text-customLightBrown'>beleza</span> em <span class='text-customLightBrown'>autoconfiança</span>",
  "card.facial.title": "ESTÉTICA FACIAL",
  "description.website": "No iBeauty Center, você vai encontrar os melhores tratamentos estéticos para realçar sua beleza. Nossa clínica oferece uma ampla gama de procedimentos, incluindo Permanent Make-Up, rejuvenescimento facial, tratamentos corporais e cuidados com a pele. Agende uma consulta para um plano personalizado. Experimente tecnologia de ponta e cuidados de qualidade. Venha descobrir a melhor versão de você mesma!",
  "card.facial.description": "Cada serviço é cuidadosamente projetado para proporcionar resultados naturais e duradouros, permitindo que você redescubra sua beleza única com confiança. Confie na nossa experiência para transformar e elevar sua autoestima através da estética facial que você merece.",
  "card.consulting.title": "CONSULTORIA PERSONALIZADA",
  "card.consulting.description": "Cada rosto é único, e é essencial criar um plano que atenda às suas metas estéticas. De cuidados faciais revitalizantes a procedimentos corporais rejuvenescedores, cada serviço é cuidadosamente adaptado para atender às suas necessidades específicas e metas estéticas.",
  "card.body.title": "ESTÉTICA CORPORAL",
  "card.body.description": "Cada sessão é uma oportunidade de renovar seu corpo, mente e saúde, proporcionando um momento de tranquilidade e revitalização em meio à agitação do dia a dia. Deixe-nos guiá-lo por uma jornada de bem-estar e rejuvenescimento, onde cada toque é uma promessa de cuidado e restauração.",
  "treatments.title": "<span class='text-customLightBrown'>Nossos</span> <span class='text-customBrown'>Tratamentos</span>",
  "treatments.subtitle": "Tratamentos exclusivos para realçar a sua beleza",
  "treatments.items.labios.title": "Lábios",
  "treatments.items.labios.description": "Lábios perfeitos sem esforço",
  "treatments.items.sobrancelhas.title": "Sobrancelhas",
  "treatments.items.sobrancelhas.description": "Sobrancelhas perfeitas todos os dias",
  "treatments.items.olhos.title": "Olhos",
  "treatments.items.olhos.description": "Delineado perfeito sem esforço",
  "treatments.items.limpeza.title": "Limpeza de Pele",
  "treatments.items.limpeza.description": "Purifique sua pele profundamente",
  "treatments.items.peelings.title": "Peelings",
  "treatments.items.peelings.description": "Pele renovada e radiante",
  "treatments.items.plasmalifting.title": "Plasmalifting",
  "treatments.items.plasmalifting.description": "Sua pele, mais jovem e firme",
  "treatments.items.rejuvi_botox.title": "Rejuvi Botox",
  "treatments.items.rejuvi_botox.description": "Reduza linhas de expressão, suavize rugas e linhas finas",
  "treatments.items.microagulhamento.title": "Microagulhamento",
  "treatments.items.microagulhamento.description": "Pele mais firme e lisa",
  "treatments.items.bb_glow.title": "BB Glow",
  "treatments.items.bb_glow.description": "Tratamento para uma pele uniforme e radiante",
  "treatments.items.manicure.title": "Manicure e Pedicure",
  "treatments.items.manicure.description": "Cuide de suas unhas com estilo",
  "treatments.items.massagem.title": "Massagem",
  "treatments.items.massagem.description": "Relaxe e renove suas energias com uma massagem",
  "treatments.items.depilacao.title": "Depilação",
  "treatments.items.depilacao.description": "Pele macia e livre de pelos indesejados",
  "treatments.items.reposicao_colageno.title": "Reposição de colágeno",
  "treatments.items.reposicao_colageno.description": "Recupere a firmeza da pele com aplicação de colágeno",
  "treatments.items.tratamentos_capilares.title": "Tratamentos capilares",
  "treatments.items.tratamentos_capilares.description": "Cuide de seus cabelos com tecnologia capilar",
  "treatments.items.remocao_pigmento.title": "Remoção de pigmento",
  "treatments.items.remocao_pigmento.description": "A melhor em tecnologia capilar",
  "steps.title": "<span class='text-customLightBrown'>Como será sua </span> consulta?",
  "steps.step1": "Iniciamos com uma avaliação criteriosa e personalizada para entender suas necessidades e expectativas.",
  "steps.step2": "Desenvolveremos um plano de tratamento completamente único que se aplique à sua necessidade.",
  "steps.step3": "Acompanharemos a sua evolução após o procedimento até o seu próximo retorno.",
  "steps.footer": "Deseja agendar uma <span class='text-customLightBrown'>avaliação </span> para gestão de envelhecimento e</br> <span class='text-customLightBrown'>aconselhamento </span> de tratamentos, ver mais <span class='text-customLightBrown'>detalhes </span> e <span class='text-customLightBrown'>valores?</span>",
  "steps.button": "CLIQUE AQUI",
  "about.heading": "Quem é <span class='text-customBrown'>Denise Paes?</span>",
  "about.subheading": "Saiba mais sobre a fundadora do iBeauty Center",
  "about.description": "Denise Paes é uma renomada profissional na área de saúde e beleza, com mais de 30 anos de experiência. Natural de Curitiba, Brasil, ela agora dirige sua própria clínica em Buchs, na Suíça. Denise é reconhecida por suas técnicas inovadoras e tratamentos personalizados, oferecendo serviços que combinam saúde e estética. Sua carreira destaca-se pela dedicação e aprimoramento contínuo, tendo realizado cursos em mais de 10 países ao redor do mundo.",
  "experience.years": "ANOS DE EXPERIÊNCIA",
  "experience.clients": "CLIENTES ATENDIDAS",
  "experience.worldwide": "Cursos e atendimentos ao redor do mundo",
  "button.schedule": "Agendar",
  "button.knowMore": "Saiba Mais",
  "contact.ourContact": "Nosso",
  "contact.contact": "contato",
  "contact.invitation": "Convidamos você a conhecer nossa clínica estética em Buchs, Suíça, onde oferecemos uma experiência única de beleza e bem-estar. Localizado em um ambiente acolhedor e sofisticado, nossa clínica conta com uma equipe de profissionais altamente qualificados e tecnologias de última geração para proporcionar os melhores tratamentos estéticos. Venha nos visitar e descubra como podemos ajudar a realçar sua beleza natural com segurança. Esperamos por você!",
  "contact.phone": "Telefone de contato",
  "contact.address": "Endereço",
  "contact.hours": "Horários de atendimento",
  "contact.hours.week": "Ter à Sex : 09:30 - 17:30",
  "contact.hours.saturday": "Sábado : 09:00 - 12:00",
  "faq.title": "<span class='text-customLightBrown'>Perguntas</span> Frequentes",
  "faq.question1": "Como posso agendar uma consulta?",
  "faq.answer1": "Para agendar uma consulta, você pode: Ligar diretamente para nossa clínica pelo telefone +41 76 228 36 56. Enviar uma mensagem via WhatsApp para +41 76 228 36 56. Visitar nossa clínica pessoalmente em nosso endereço Churerstrasse 35, 9470 - Buchs, Switzerland.",
  "faq.question2": "Quais são as formas de pagamento aceitas?",
  "faq.answer2": "Aceitamos as seguintes formas de pagamento: Cartão de crédito e débito. Transferência bancária. Dinheiro.",
  "faq.question3": "Os tratamentos estéticos são seguros?",
  "faq.answer3": "Sim, todos os tratamentos realizados em nossa clínica seguem rigorosos padrões de segurança e são realizados por profissionais altamente qualificados e experientes. Utilizamos apenas produtos de alta qualidade e tecnologia de ponta. Antes de qualquer procedimento, uma avaliação detalhada é feita para garantir a segurança e a adequação do tratamento para cada paciente.",
  "faq.question4": "Existe alguma contraindicação para os tratamentos estéticos?",
  "faq.answer4": "Algumas contraindicações podem incluir: Gravidez e amamentação (para certos tratamentos). Alergias a componentes específicos utilizados nos procedimentos. Condições de pele ativas como infecções ou herpes. Problemas de saúde como doenças autoimunes ou coagulopatias. Doenças como diabetes e epilepsia. Durante a consulta inicial, uma avaliação detalhada será feita para identificar quaisquer contraindicações específicas para você.",
  "faq.question5": "Preciso de uma avaliação antes de iniciar o tratamento?",
  "faq.answer5": "Sim, uma avaliação inicial é essencial para garantir que o tratamento seja adequado para você: Durante a consulta, um de nossos profissionais avaliará sua pele, saúde geral e objetivos estéticos. Baseado nessa avaliação, será elaborado um plano de tratamento personalizado que melhor atenda às suas necessidades. A consulta inicial também é uma oportunidade para discutir qualquer dúvida ou preocupação que você possa ter sobre o tratamento.",
  "footer.address": "Churerstrasse 35, 9470 Buchs, Switzerland",
  "footer.phone": "+41 76 228 36 56",
  "footer.email": "ibeautycenterch@gmail.com",
  "footer.resources": "Recursos",
  "footer.prices": "Preços",
  "footer.faqs": "FAQs",
  "footer.addressTitle": "Endereço",
  "footer.privacy": "Privacidade",
  "footer.copyright": "Copyright 2024. Todos os direitos reservados.",
  "footer.developedBy": "Desenvolvido por DEVCORE®",
  "treatments.permanent_makeup.title": "<span class='text-customLightBrown'>Permanent</span> <span class='text-customBrown'>Make-Up</span>",
  "treatments.skin_treatments.title": "<span class='text-customLightBrown'>Tratamentos</span> <span class='text-customBrown'>de Pele</span>",
  "treatments.beauty_care.title": "<span class='text-customLightBrown'>Cuidados</span> <span class='text-customBrown'>de Beleza</span>",
  "steps.consultation": "Consulta",
  "steps.evaluation": "Avaliação",
  "home": "HOME",
  "services": "SERVIÇOS",
  "schedule": "AGENDAR",
  "aboutUs": "SOBRE NÓS",
  "testimonials.heading": "Depoimentos de <span class='font-bold text-customBrown'>clientes</span>",
  "testimonials.subtitle": "Veja o que algumas clientes estão falando",
  "feedback.1": "Estou tão feliz com meus novos e lindos ​​lábios! A sua oferta diversificada e inovadora, os preços justos apesar dos materiais da melhor qualidade e a sua natureza amigável fazem com que você tenha sucesso. Muito obrigado, com certeza voltarei! Você está fazendo um ótimo trabalho, altamente recomendado, continue assim.",
  "feedback.2": "Estou muito satisfeita com o trabalho da Denise, venho procurá-la há 20 anos e agora ela está sempre aqui e não quero mais sentir falta dela! Não importa se é uma maquiagem definitiva ou um excelente tratamento facial, estou sempre presente, extremamente satisfeita, principalmente porque Denise também atende aos meus desejos e sempre me trata com profissionalismo tratado e aconselhado! Recomendo a todos!",
  "feedback.3": "Conheço a Denise há 20 anos, ela é eficiente e faz um trabalho perfeito. Eu a admiro muito e só tenho coisas positivas a dizer sobre ela!",
  "feedback.4": "Após ter uma experiência ruim com uma esteticista da região, Denise, com sua longa experiência e habilidade, corrigiu minhas sobrancelhas e delineado dos olhos. Sou muito grata à Denise pelo seu trabalho, que ela conduz com muita paixão. Ela é uma profissional muito experiente e eu fico muito feliz em recomendá-la.",
  "feedback.5": "Denise você tem um talento excepcional para mim!!! Adoro o seu trabalho e aprecio sua precisão e dedicação aos detalhes. Coisas impossíveis são possíveis, você faz todos os trabalhos com louvor, conheço você há cerca de 12 anos, todos os clientes que eu enviei para você também ficaram 100% satisfeitos! Posso recomendar você a todos com um sentimento bom!!!",
  "feedback.6": "Todos os dias fico feliz com o delineado perfeito e só posso recomendar a Denise a todos do fundo do coração. Minhas amigas também quiseram realizar procedimentos com a Denise depois e todas ficaram satisfeitas.",
  "feedback.7": "Prezada Denise, eu e minha mãe estamos desde então atendidas por você há cerca de 20 anos. Seu trabalho é ótimo e muito profissional. A sua maquiagem permanente dura mais tempo, vários anos. Você aconselha com muito cuidado e desenha com muito cuidado para poder imaginar muito bem o resultado. Ah, os seus tratamentos faciais são incríveis e absolutamente TOP! Você reconhece as necessidades de seus clientes e responde a elas de forma absoluta. Você me ajudou muito com meus problemas de pele. Eu vou sempre até você de Tirol. Eu já estou ansiosa por novos tratamentos de beleza no seu novo espaço! Você é uma pessoa maravilhosa e adorável, merece todo o sucesso!",
  "feedback.8": "Fico muito satisfeito e muito feliz cada vez que estou com Denise, ela é muito querida e muito profissional. Já fiz maquiagem permanente nos olhos e lábios e até um tratamento de cicatriz perfeito. Os resultados são sempre ótimos, só posso recomendá-la calorosamente!",
  "feedback.9": "Feedback do cliente traduzido para português.",
  "feedback.10": "Fico muito feliz com a atenção que sempre recebo. E o tratamento que faço é maravilhoso. Denise é super gentil e realmente trabalha com o coração. Ela faz seu trabalho com muito profissionalismo e está sempre disponível para seus clientes. Você se sente como se estivesse entre bons amigos. Só posso recomendá-la do fundo do coração porque sou uma cliente extremamente satisfeita.",
  "feedback.11": "Achei a Denise muito simpática e conheci uma mulher compreensiva. Ela sempre responde minhas perguntas de maneira profissional e dedica um tempo para me explicar tudo. Sou muito grata!",
  "feedback.12": "Eu fiz permanent make-up nos meus olhos e lábios com a Denise e já recebi muitos elogios. É como uma linha imperceptível e delicada que sublinha e enfatiza a beleza natural. Denise tem um olhar maravilhoso para a beleza estética e todos que são tratados por Denise podem ter sorte de ser tratados por uma pessoa iluminada, uma grande profissional da área de beleza. ❤️",
  "feedback.13": "Eu já fiz permanent Make-Up de sobrancelhas duas vezes com a Denise. O trabalho dela é muito profissional. Estou muito satisfeita e recomendo!",
  "feedback.14": "Venho agradecer o profissionalismo e um belíssimo trabalho da Denise Paes, estou muito feliz com a microblanding, amei o procedimento, atendimento e carisma. Super indico a todos. Parabéns Denise você é maravilhosa!",
  "treatments.items.areola.title": "Areolas",
  "treatments.items.areola.description": "Pigmentação para recriar aréolas após mastectomia ou corrigir e definir a cor",
  "treatments.items.vitiligo.title": "Vitiligo",
  "treatments.items.vitiligo.description": "Micropigmentação para camuflar manchas de vitiligo",
  "treatments.items.cicatriz.title": "Cicatriz",
  "treatments.items.cicatriz.description": "Tratamento para reduzir a visibilidade de cicatrizes",
  "experience.suffix": "mil+"
}
